const posts = [
  {
    id: 1,
    author: '中田',
    car_type: 'フィット',
    title: 'ホンダ フィットの歴史・概要',
    text: '初代ホンダ フィットの登場は、2001年だ。センタータンクレイアウトを採用し、広大な室内スペースと低燃費性能を実現したモデルとして誕生した。',
  },
  {
    id: 2,
    author: '佐藤',
    car_type: 'カローラ',
    title: 'やっぱりトヨタのお車です',
    text: '2019年秋の発売以来、好調なセールスが伝えられる12代目の「トヨタ・カローラ」。そのステアリングを握った筆者は、従来モデルとのあまりの違いに大きなショックを受けたのだった。',
  },
  {
    id: 3,
    author: '松田',
    car_type: 'CH-R',
    title: 'トヨタの本当にいい🚗',
    text: '今回は、トヨタ 初代CHR/C-HR(NGX10/50/ZGX10/ZYX10型)のインテリア(内装)を徹底的に紹介します。',
  },
]

export default posts;